cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'imagemagick'
brew 'openssl'
brew 'node'
brew 'grc'
brew 'readline'
brew 'ruby-build'
brew 'rbenv'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'git-flow'
brew 'rsync'

cask 'docker'
cask 'atom'
cask 'firefox'
cask 'google-chrome'
cask 'slack'
cask 'vlc'
cask 'spotify'
cask 'caffeine'
cask 'kap'
cask 'iterm2'
cask 'hyper'
cask 'alfred'
cask 'spectacle'
